Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that feelings, perceptions, formative predispositions, and consciousness constitute a bodhisattva?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that anything other than feelings, perceptions, formative predispositions, and consciousness constitutes a bodhisattva?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས།
en: No, Blessed Lord!” “

source: གཟུགས་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ།
en: Subhūti, do you think that a bodhisattva is present in physical forms, or do you think that a bodhisattva is present in feelings, perceptions, formative predispositions, and consciousness?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ལ་གཟུགས་ཡོད་སྙམ་འམ། བྱང་ཆུབ་སེམས་དཔའ་ལ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཡོད་སྙམ་འམ།
en: Subhūti, do you think that physical forms are present in a bodhisattva, or do you think that feelings, perceptions, formative predispositions, and consciousness are present in a bodhisattva?” “

source: གཟུགས་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that an absence of physical forms constitutes a bodhisattva, or do you think that an absence of feelings, perceptions, formative predispositions, and consciousness constitutes a bodhisattva?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། མིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། གསོལ་པ།
en: Subhūti, do you think that the eyes constitute a bodhisattva?” “

source: བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས།
en: No, Blessed Lord!” “

source: རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that the ears, nose, tongue, body, and mental faculty constitute a bodhisattva?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། མིག་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that anything other than the eyes constitutes a bodhisattva, or do you think that anything other than the ears, nose, tongue, body, and mental faculty constitutes a bodhisattva?” “

source: མིག་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ།
en: Subhūti, do you think that a bodhisattva is present in the eyes, or do you think that a bodhisattva is present in the ears, nose, tongue, body, and mental faculty?” “

source: གསོལ་བ་བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས།
en: No, Blessed Lord!” “

source: མིག་བྱང་ཆུབ་སེམས་དཔའ་ལ་ཡོད་སྙམ་འམ། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་བྱང་ཆུབ་སེམས་དཔའ་ལ་ཡོད་སྙམ་འམ།
en: Subhūti, do you think that the eyes are present in a bodhisattva, or do you think that the ears, nose, tongue, body, and mental faculty are present in a bodhisattva?” “

source: མིག་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that an absence of the eyes constitutes a bodhisattva, or do you think that an absence of the ears, nose, tongue, body, and mental faculty constitutes a bodhisattva?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་བ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། གཟུགས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: No, Blessed Lord!” “

source: སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་དང་། ཆོས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that sights constitute a bodhisattva, or do you think that sounds, odors, tastes, tangibles, and mental phenomena constitute a bodhisattva?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། གཟུགས་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: No, Blessed Lord!” “

source: སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་དང་། ཆོས་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that anything other than sights constitutes a bodhisattva, or do you think that anything other than sounds, odors, tastes, tangibles, and mental phenomena constitutes a bodhisattva?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། གཟུགས་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ།
en: No, Blessed Lord!” “

source: སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་དང་། ཆོས་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ།
en: Subhūti, do you think that a bodhisattva is present in sights, or do you think that a bodhisattva is present in sounds, odors, tastes, tangibles, and mental phenomena?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ལ་གཟུགས་ཡོད་སྙམ་འམ།
en: No, Blessed Lord!” “

source: བྱང་ཆུབ་སེམས་དཔའ་ལ་སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་དང་། ཆོས་ཡོད་སྙམ་འམ།
en: Subhūti, do you think that sights are present in a bodhisattva, or do you think that sounds, odors, tastes, tangibles, and mental phenomena are present in a bodhisattva?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། གཟུགས་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: No, Blessed Lord!” “

source: སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་དང་། ཆོས་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that an absence of sights constitutes a bodhisattva, or do you think that an absence of sounds, odors, tastes, tangibles, and mental phenomena constitutes a bodhisattva?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། མིག་གི་ཁམས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། གཟུགས་ཀྱི་ཁམས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། །མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། གསོལ་པ།
en: Subhūti, do you think that the sensory element of the eyes, or do you think that the sensory element of sights constitutes a bodhisattva, or do you think that the sensory element of visual consciousness constitutes a bodhisattva?” “

source: བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། རྣ་བའི་ཁམས་དང་། སྒྲའི་ཁམས་དང་།
en: No, Blessed Lord!” {

source: རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། སྣའི་ཁམས་དང་། དྲིའི་ཁམས་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། ལྕེའི་ཁམས་དང་། རོའི་ཁམས་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། ལུས་ཀྱི་ཁམས་དང་། རེག་བྱའི་ཁམས་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། ཡིད་ཀྱི་ཁམས་དང་། ཆོས་ཀྱི་ཁམས་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Dt.109} “Subhūti, do you think that the sensory element of the ears, the sensory element of sounds, and the sensory element of auditory consciousness constitute a bodhisattva; or do you think that the sensory element of the nose, the sensory element of odors, and the sensory element of olfactory consciousness constitute a bodhisattva; or do you think that the sensory element of the tongue, the sensory element of tastes, and the sensory element of gustatory consciousness constitute a bodhisattva; or do you think that the sensory element of the body, the sensory element of touch, and the sensory element of tactile consciousness constitute a bodhisattva; or do you think that the sensory element of the mental faculty, the sensory element of mental phenomena, and the sensory element of mental consciousness constitute a bodhisattva?” “

source: མིག་གི་ཁམས་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། གཟུགས་ཀྱི་ཁམས་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། རྣ་བའི་ཁམས་དང་། སྒྲའི་ཁམས་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། སྣའི་ཁམས་དང་། དྲིའི་ཁམས་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལྕེའི་ཁམས་དང་། རོའི་ཁམས་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལུས་ཀྱི་ཁམས་དང་། རེག་བྱའི་ཁམས་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ཡིད་ཀྱི་ཁམས་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། ཆོས་ཀྱི་ཁམས་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that anything other than the sensory element of the eyes constitutes a bodhisattva, or do you think that anything other than the sensory element of sights constitutes a bodhisattva, or do you think that anything other than the sensory element of visual consciousness constitutes a bodhisattva; or else do you think that anything other than the sensory element of the ears, the sensory element of sounds, the sensory element of auditory consciousness, the sensory element of the nose, the sensory element of odors, the sensory element of olfactory consciousness, the sensory element of the tongue, the sensory element of tastes, the sensory element of gustatory consciousness, the sensory element of the body, the sensory element of touch, the sensory element of tactile consciousness, the sensory element of the mental faculty, the sensory element of mental phenomena, and the sensory element of mental consciousness constitutes a bodhisattva?” “

source: མིག་གི་ཁམས་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ། གཟུགས་ཀྱི་ཁམས་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ། རྣ་བའི་ཁམས་དང་། སྒྲའི་ཁམས་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། སྣའི་ཁམས་དང་། དྲིའི་ཁམས་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལྕེའི་ཁམས་དང་། རོའི་ཁམས་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལུས་ཀྱི་ཁམས་དང་། རེ
en: Subhūti, do you think that a bodhisattva is present in the sensory element of the eyes, or do you think that a bodhisattva is present in the sensory element of sights, or do you think that a bodhisattva is present in the sensory element of visual consciousness; or do you think that a bodhisattva is present in the sensory element of the ears, the sensory element of sounds, the sensory element of auditory consciousness, the sensory element of the nose, the sensory element of odors, the sensory element of olfactory consciousness, the sensory element of the tongue, the sensory element of tastes, the sensory element of gustatory consciousness, the sensory element of the body, the sensory element of touch, the sensory element of tactile consciousness, the sensory element of the mental faculty, the sensory element of mental phenomena, or the sensory element of mental consciousness?” “

source: ག་བྱའི་ཁམས་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ཡིད་ཀྱི་ཁམས་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ། ཆོས་ཀྱི་ཁམས་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ། གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས།
en: No, Blessed Lord!” “

source: བྱང་ཆུབ་སེམས་དཔའ་ལ་མིག་གི་ཁམས་ཡོད་སྙམ་འམ། བྱང་ཆུབ་སེམས་དཔའ་ལ་གཟུགས་ཀྱི་ཁམས་ཡོད་སྙམ་འམ། བྱང་ཆུབ་སེམས་དཔའ་ལ་མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཡོད་སྙམ་འམ། བྱང་ཆུབ་སེམས་དཔའ་ལ་རྣ་བའི་ཁམས་དང་། སྒྲའི་ཁམས་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། སྣའི་ཁམས་དང་། དྲིའི་ཁམས་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལྕེའི་ཁམས་དང་། རོའི་ཁམས་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ལུས་ཀྱི་ཁམས་དང་། རེག་བྱའི་ཁམས་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ལ་ཡིད་ཀྱི་ཁམས་ཡོད་སྙམ་འམ། བྱང་ཆུབ་སེམས་དཔའ་ལ་ཆོས་ཀྱི་ཁམས་ཡོད་སྙམ་འམ། བྱང་ཆུབ་སེམས་དཔའ་ལ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཡོད་སྙམ་འམ།
en: Subhūti, do you think that the sensory element of the eyes is present in a bodhisattva, or do you think that the sensory element of sights is present in a bodhisattva, or do you think that the sensory element of visual consciousness is present in a bodhisattva; or do you think that the sensory element of the ears, the sensory element of sounds, the sensory element of auditory consciousness, the sensory element of the nose, the sensory element of odors, the sensory element of olfactory consciousness, the sensory element of the tongue, the sensory element of tastes, the sensory element of gustatory consciousness, the sensory element of the body, the sensory element of touch, the sensory element of tactile consciousness, the sensory element of the mental faculty, the sensory element of mental phenomena, or the sensory element of mental consciousness is present in a bodhisattva? “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས་མིག་གི་ཁམས་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། གཟུགས་ཀྱི་ཁམས་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། རྣ་བའི་ཁམས་མེད་པ་དང་། སྒྲའི་ཁམས་མེད་པ་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་མེད་པ་དང་། སྣའི་ཁམས་མེད་པ་དང་། དྲིའི་ཁམས་མེད་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་མེད་པ་དང་། ལྕེའི་ཁམས་མེད་པ་དང་། རོའི་ཁམས་མེད་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་མེད་པ་དང་། ལུས་ཀྱི་ཁམས་མེད་པ་དང་། རེག་བྱའི་ཁམས་མེད་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་མེད་པ་དང་། ཡིད་ཀྱི་ཁམས་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། ཆོས་ཀྱི་ཁམས་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that an absence of the sensory element of the eyes constitutes a bodhisattva, or do you think that an absence of the sensory element of sights constitutes a bodhisattva, or do you think that an absence of the sensory element of visual consciousness constitutes a bodhisattva; or else do you think that an absence of the sensory element of the ears, an absence of the sensory element of sounds, an absence of the sensory element of auditory consciousness, an absence of the sensory element of the nose, an absence of the sensory element of odors, an absence of the sensory element of olfactory consciousness, an absence of the sensory element of the tongue, an absence of the sensory element of tastes, an absence of the sensory element of gustatory consciousness, an absence of the sensory element of the body, an absence of the sensory element of touch, an absence of the sensory element of tactile consciousness, or an absence of the sensory element of the mental faculty constitutes a bodhisattva; or do you think that an absence of the sensory element of mental phenomena constitutes a bodhisattva, or do you think that an absence of the sensory element of mental consciousness constitutes a bodhisattva?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། སའི་ཁམས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། གསོལ་པ།
en: Subhūti, do you think that the earth element constitutes a bodhisattva?” “

source: ཆུའི་ཁམས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that the water element constitutes a bodhisattva, or do you think that the fire element, the wind element, the space element, or the consciousness element constitute a bodhisattva?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། སའི་ཁམས་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: No, Blessed Lord!” “

source: ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་མ་ཡིན་བ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that anything other than the earth element constitutes a bodhisattva, or do you think that anything other than the water element, the fire element, the wind element, the space element, or the consciousness element constitutes a bodhisattva?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། སའི་ཁམས་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ།
en: No, Blessed Lord!” “

source: ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ།
en: Subhūti, do you think that a bodhisattva is present in the earth element, or do you think that a bodhisattva is present in the water element, the fire element, the wind element, the space element, and the consciousness element?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ལ་སའི་ཁམས་ཡོད་སྙམ་འམ།
en: No, Blessed Lord!” “

source: བྱང་ཆུབ་སེམས་དཔའ་ལ་ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ཡོད་སྙམ་འམ།
en: Subhūti, do you think that the earth element is present in a bodhisattva, or do you think that the water element, the fire element, the wind element, the space element, and the consciousness element are present in a bodhisattva?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། སའི་ཁམས་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: No, Blessed Lord!” “

source: ཆུའི་ཁམས་མེད་པ་དང་། མེའི་ཁམས་མེད་པ་དང་། རླུང་གི་ཁམས་མེད་པ་དང་། ནམ་མཁའི་ཁམས་མེད་པ་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that an absence of the earth element constitutes a bodhisattva, or do you think that an absence of the water element, an absence of the fire element, an absence of the wind element, an absence of the space element, or an absence of the consciousness element constitutes a bodhisattva?” “

source: མ་རིག་པ་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་། མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་། ཚོར་བ་དང་། སྲེད་པ་དང་། ལེན་པ་དང་། སྲིད་པ་དང་། སྐྱེ་བ་དང་། རྒ་ཤི་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that ignorance constitutes a bodhisattva, and do you think that formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death constitutes a bodhisattva?” “

source: མ་རིག་པ་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་། མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་། ཚོར་བ་དང་། སྲེད་པ་དང་། ལེན་པ་དང་། སྲིད་པ་དང་། སྐྱེ་བ་དང་། རྒ་ཤི་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that anything other than ignorance constitutes a bodhisattva, or do you think that anything other than formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death constitute a bodhisattva?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། མ་རིག་པ་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ། རྒ་ཤིའི་བར་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ། གསོལ་པ།
en: Subhūti, do you think that a bodhisattva is present in ignorance, or do you think that a bodhisattva is present in [the other links of dependent origination], up to and including aging and death?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ལ་མ་རིག་པ་ཡོད་སྙམ་འམ། བྱང་ཆུབ་སེམས་དཔའ་ལ་རྒ་ཤིའི་བར་དུ་ཡོད་སྙམ་འམ། གསོལ་པ།
en: Subhūti, do you think that ignorance is present in a bodhisattva, or do you think that [the other links of dependent origination], up to and including aging and death, are present in a bodhisattva?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། མ་རིག་པ་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། རྒ་ཤིའི་བར་དུ་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། གསོལ་པ།
en: Subhūti, do you think that an absence of ignorance constitutes a bodhisattva, or do you think that an absence of [the other links of dependent origination], up to and including aging and death, constitutes a bodhisattva?” “

source: གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། ཚོར་བའི་དེ་བཞིན་ཉིད་དང་། འདུ་ཤེས་ཀྱི་དེ་བཞིན་ཉིད་དང་། འདུ་བྱེད་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that the real nature of physical forms constitutes a bodhisattva, or do you think that the real nature of feelings, the real nature of perceptions, the real nature of formative predispositions, or the real nature of consciousness constitutes a bodhisattva?” {

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། ཚོར་བའི་དེ་བཞིན་ཉིད་དང་། འདུ་ཤེས་ཀྱི་དེ་བཞིན་ཉིད་དང་། འདུ་བྱེད་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that anything other than the real nature of physical forms constitutes a bodhisattva, or do you think that anything other than the real nature of feelings, the real nature of perceptions, the real nature of formative predispositions, or the real nature of consciousness constitutes a bodhisattva?” “

source: གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ། ཚོར་བའི་དེ་བཞིན་ཉིད་དང་། འདུ་ཤེས་ཀྱི་དེ་བཞིན་ཉིད་དང་། འདུ་བྱེད་ཀྱི་དེ་བཞིན་ཉིད་དང་། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ།
en: Subhūti, do you think that a bodhisattva is present in the real nature of physical forms, or do you think that a bodhisattva is present in the real nature of feelings, the real nature of perceptions, the real nature of formative predispositions, or the real nature of consciousness?” “

source: བྱང་ཆུབ་སེམས་དཔའ་ལ་གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ཚོར་བའི་དེ་བཞིན་ཉིད་དང་། འདུ་ཤེས་ཀྱི་དེ་བཞིན་ཉིད་དང་། འདུ་བྱེད་ཀྱི་དེ་བཞིན་ཉིད་ཡོད་སྙམ་འམ། བྱང་ཆུབ་སེམས་དཔའ་ལ་རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་ཡོད་སྙམ་འམ།
en: Subhūti, do you think that the real nature of physical forms is present in a bodhisattva, or do you think that the real nature of feelings, the real nature of perceptions, the real nature of formative predispositions, or the real nature of consciousness is present in a bodhisattva?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། ཚོར་བའི་དེ་བཞིན་ཉིད་མེད་པ་དང་། འདུ་ཤེས་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་དང་། འདུ་བྱེད་ཀྱི་དེ་བཞིན་ཉིད་མེད་པ་དང་། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་མེད་པ་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that an absence of the real nature of physical forms constitutes a bodhisattva, or do you think that an absence of the real nature of feelings, an absence of the real nature of perceptions, an absence of the real nature of formative predispositions, or an absence of the real nature of consciousness constitutes a bodhisattva?” “

source: མིག་གི་དེ་བཞིན་ཉིད་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ། རྣ་བའི་དེ་བཞིན་ཉིད་དང་། སྣའི་དེ་བཞིན་ཉིད་དང་། ལྕེའི་དེ་བཞིན་ཉིད་དང་། ལུས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ཡིད་ཀྱི་དེ་བཞིན་ཉིད་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that the real nature of the eyes constitutes a bodhisattva, or do you think that the real nature of the ears, the real nature of the nose, the real nature of the tongue, the real nature of the body, or the real nature of the mental faculty constitutes a bodhisattva?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། མིག་གི་དེ་བཞིན་ཉིད་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ། རྣ་བའི་དེ་བཞིན་ཉིད་དང་། སྣའི་དེ་བཞིན་ཉིད་དང་། ལྕེའི་དེ་བཞིན་ཉིད་དང་། ལུས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ཡིད་ཀྱི་དེ་བཞིན་ཉིད་མ་ཡིན་པ་གཞན་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that anything other than the real nature of the eyes constitutes a bodhisattva, or do you think that anything other than the real nature of the ears, the real nature of the nose, the real nature of the tongue, the real nature of the body, or the real nature of the mental faculty constitutes a bodhisattva?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། མིག་གི་དེ་བཞིན་ཉིད་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ། རྣ་བའི་དེ་བཞིན་ཉིད་དང་། སྣའི་དེ་བཞིན་ཉིད་དང་། ལྕེའི་དེ་བཞིན་ཉིད་དང་། ལུས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ཡིད་ཀྱི་དེ་བཞིན་ཉིད་ལ་བྱང་ཆུབ་སེམས་དཔའ་ཡོད་སྙམ་འམ།
en: Subhūti, do you think that a bodhisattva is present in the real nature of the eyes, or do you think that a bodhisattva is present in the real nature of the ears, the real nature of the nose, the real nature of the tongue, the real nature of the body, or the real nature of the mental faculty?” “
